[
 {
  "context": "The steak was cooked to perfection.",
  "action": "Compliment, thank the chef, or eat the rare steak",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the chef from cooking or eating the rare steak.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase productivity and efficiency.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the art of cooking."
 },
 {
  "context": "I like the way you dress.",
  "action": "Thank you.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue dressing to his or her liking.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a great way to introduce the public to your new wardrobe.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of clothing."
 },
 {
  "context": "I like the way you dress.",
  "action": "I like your blouse, but not your shoes.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's confidence in their clothing.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is not appropriate for a man.",
  "cof3_eval": "negative",
  "cof3_explain": "The action would increase understanding of how shoes are made."
 },
 {
  "context": "I like the way you dress.",
  "action": "Thanks, I like your dress too.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to like the dress.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would create a new sense of style.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how people dress."
 },
 {
  "context": "I like the way you dress.",
  "action": "You're just saying that to be polite.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue dressing and improve their appearance.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a nice way to let the person know that you appreciate their attention.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of the meaning of polite behavior."
 },
 {
  "context": "I like the way you dress.",
  "action": "That's really sweet of you to say, but you shouldn't say such things.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from complimenting the chef.",
  "cof2_eval": "negative",
  "cof2_explain": "This action causes you to feel uncomfortable. You don't feel good about yourself, and you are not confident in your appearance.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the clothing and accessories we wear."
 },
 {
  "context": "I like the way you dress.",
  "action": "Thank you.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue dressing and increase his or her satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase prosperity by allowing people to dress in a manner that they prefer.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the amount of time that we spend in the office."
 },
 {
  "context": "I like the way you dress.",
  "action": "That's really sweet of you to say, but you shouldn't say such things.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the chef from dressing in such a way.",
  "cof2_eval": "positive",
  "cof2_explain": "I'm not saying that you should say such things, but that's what I'm saying.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would make me feel uncomfortable. I am not sure how to respond to your comments."
 },
 {
  "context": "I like the way you dress.",
  "action": "Thanks, I like your dress too.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's confidence.",
  "cof2_eval": "positive",
  "cof2_explain": "I like your dress too.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the meaning of dress."
 },
 {
  "context": "I made love to you last night.",
  "action": "I wanted to make love to you last night.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to continue making love to the person.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase the number of people who love each other.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the meaning of love."
 },
 {
  "context": "We need to talk about our relationship.",
  "action": "Cry, yell, run away, break up",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to talk about their relationship.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would end the war in Iraq and stop the spread of terrorist groups.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how we interact with each other."
 },
 {
  "context": "We need to talk about our relationship.",
  "action": "Cry, yell, break up, run away.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to talk about their relationship.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would lead to a deeper understanding of what it means to be human.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding."
 },
 {
  "context": "I don't know what happened.\"",
  "action": "Ask what happened",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from asking questions.",
  "cof2_eval": "positive",
  "cof2_explain": "The government is trying to find out what happened.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the earthquake and tsunami."
 },
 {
  "context": "I don't know what happened.\"",
  "action": "React to the event",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the event to be publicized.",
  "cof2_eval": "positive",
  "cof2_explain": "The world has been shaken by an earthquake. People are reporting hearing strange noises.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the event."
 },
 {
  "context": "I don't know what happened.\"",
  "action": "Discuss the event",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the event.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause people to feel hopeless and lose hope. The only solution is to abolish the entire welfare state, which will not be possible until there is a revolution in society.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the earthquakes and tsunamis."
 },
 {
  "context": "I don't know what happened.\"",
  "action": "Make a plan",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to make a plan and commit to it.",
  "cof2_eval": "positive",
  "cof2_explain": "The plan should be to ensure that all citizens have access to universal health care.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the earthquake was a natural event."
 },
 {
  "context": "I don't know what happened.\"",
  "action": "Do nothing",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely encourage the person to continue to ignore the situation.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause a temporary loss of prosperity.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as we do not know the cause of the earthquake."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Call a tow truck",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the driver from taking care of their own car.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would be beneficial to the community, as it would increase the number of vehicles on the road, which would reduce congestion and pollution.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to repair a flat tire."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Call a cab",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely reduce suffering.",
  "cof2_eval": "negative",
  "cof2_explain": "The driver is a robot. He will take us to the nearest hospital and we will be charged for the ride.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human condition."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Call AAA",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the number of calls and the number of people who are willing to pay for a repair.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would make it easier to get home and would reduce the time it takes to get a flat tire fixed.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of calling a service."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Change the tire yourself",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to do it.",
  "cof2_eval": "positive",
  "cof2_explain": "We shouldn't have to pay for a flat tire. The car is going to fix itself.",
  "cof3_eval": "positive",
  "cof3_explain": "This action is useful for the driver of the flat tire. The driver will not be able to explain it to the other passengers."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Keep driving",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the driver to continue driving.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help people with flat tires get a new vehicle quickly and easily.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will decrease our ability to drive safely. The car will not be able to keep up with the speed of traffic and a flat tire can mean a crash."
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "action": "Call a friend",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the friend to call the police and help the car get fixed.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a good way to get people back to work and it will help them get back into the workforce.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human body. The human body is made up of many parts. Each part has its own function, and each part has its own functions."
 },
 {
  "context": "It is cold outside and you are wearing a thin jacket.",
  "action": "Put on a thicker jacket",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to change their clothing.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by providing more people with the opportunity to save money and invest in the future.",
  "cof3_eval": "negative",
  "cof3_explain": "The action will not increase understanding as wearing a thicker jacket will not make the cold feel better."
 },
 {
  "context": "It is raining outside and you are riding a bike.",
  "action": "Put on a rain jacket.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to wear a rain jacket.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase prosperity by covering a greater area. The rain will fall and the bike will be protected.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of dangerous natural disasters."
 },
 {
  "context": "It is sunny outside and your new shoes are getting wet.",
  "action": "Bring an umbrella",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to bring an umbrella and decrease the likelihood of rain.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity because it is a good way to protect people from the wet weather.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of weather events."
 },
 {
  "context": "It is sunny outside and your new shoes are getting wet.",
  "action": "Take off your new shoes and put them inside",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to put their shoes inside and avoid the wetness.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity, as this is a practical and easy way to do so.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the risk of a dangerous rainstorm."
 },
 {
  "context": "It is sunny outside and your new shoes are getting wet.",
  "action": "Ask a stranger to carry your shoes into the building",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the stranger to carry your shoes into the building.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as the stranger is a good source of income and thus will not be affected by the economic downturn.",
  "cof3_eval": "positive",
  "cof3_explain": "If the stranger is a friend, he or she will be able to help you with your shoes."
 },
 {
  "context": "It is sunny outside and your new shoes are getting wet.",
  "action": "Remove the bigger chunk of the shoe and shake it off",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage the shoe from getting wet.",
  "cof2_eval": "negative",
  "cof2_explain": "This action may cause more pain in the future, but it will ultimately cause more pain and suffering as we have to pay for the new shoe.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the shoe is not wet enough to cause a tsunami."
 },
 {
  "context": "The children are walking to their bus stop.",
  "action": "Call the school bus.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the kids to get on the bus. The bus driver should be aware of the children's location and can help them get on the bus.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will improve the quality of life for many people. The school bus will be faster and more reliable than buses that take people to work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the world."
 },
 {
  "context": "The children are walking to their bus stop.",
  "action": "Walk with them to the bus stop.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to walk.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a positive step towards increasing the number of walking children.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of children."
 },
 {
  "context": "The children are walking to their bus stop.",
  "action": "Look for a taxi.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the taxi's popularity.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through increased travel time and lower fares.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the effects of excess heat on the body."
 },
 {
  "context": "The children are walking to their bus stop.",
  "action": "Take a detour and walk to another school bus stop.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to walk to their bus stop.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it is more efficient and less expensive than a bus stop.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding of how to walk safely."
 },
 {
  "context": "The children are walking to their bus stop.",
  "action": "Hang up the phone and try to find a carpool.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to hang up the phone and try to find a carpool.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity because it will allow people to be more productive.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the children are already walking to their bus stop."
 },
 {
  "context": "The children are watching a movie together.",
  "action": "Ask the children what they want.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to want to watch the movie.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would encourage them to watch the movie together.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the children's desire for a movie."
 },
 {
  "context": "The children are playing with their toys.",
  "action": "I could ask the children to put their toys away.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the children from playing with their toys.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a good way to teach children that it is okay to put toys away.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the nature of toys and other objects."
 },
 {
  "context": "The children are playing with their toys.",
  "action": "I could ask them to stop playing and go to bed.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to stop playing.",
  "cof2_eval": "negative",
  "cof2_explain": "This action could cause the children to be bored and depressed.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of children's play."
 },
 {
  "context": "The children are playing with their toys.",
  "action": "I could tell them to come out when they're done playing.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to come out of their playtime.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the children's playfulness and creativity.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the children are playing with their toys."
 },
 {
  "context": "The children are learning how to ride a bike.",
  "action": "Encourage kids to practice riding their bikes",
  "cof1_eval": "positive",
  "cof1_explain": "This action would encourage kids to ride bikes.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the number of bikes in the city and increase the number of people who can ride bikes.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to ride a bike."
 },
 {
  "context": "The children are learning how to ride a bike.",
  "action": "Buy a bike for the kids",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to ride a bike and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "The Cycle to Work program is a great way to encourage children to ride bikes. >>END>>",
  "cof3_eval": "negative",
  "cof3_explain": "The children will not be able to ride a bike."
 },
 {
  "context": "The children are learning how to ride a bike.",
  "action": "Provide helmets and bicycle safety training",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to continue learning bicycle safety.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause a reduction in bicycle safety as it will reduce the number of people who ride bicycles.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of bike safety as the children will now have a sense of responsibility for protecting themselves."
 },
 {
  "context": "The children are learning how to ride a bike.",
  "action": "Host a bike safety event",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to learn how to ride a bike.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase safety and reduce the risk of injury.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to ride a bike."
 },
 {
  "context": "The children are eating dinner at home.",
  "action": "\"Let's get pizza delivered!\"",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the children to eat pizza.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would make the home more affordable and less stressful.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how food is prepared."
 },
 {
  "context": "A volcano erupts on the island of Hawaii",
  "action": "Evacuate the island",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely cause the volcano to erupt again.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would make Hawaii a safe place to live and visit.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the risk of a volcano eruption and therefore decrease understanding."
 },
 {
  "context": "A volcano erupts on the island of Hawaii",
  "action": "Send a rescue team to the island",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the rescue team to continue searching for survivors.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity in the short term, as the island is not isolated from the rest of the world.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of dangerous natural disasters."
 },
 {
  "context": "A volcano erupts on the island of Hawaii",
  "action": "Shut down all air traffic on the island",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely make the island safer.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is an invasion of privacy and a violation of the Constitution. The government should not allow this to happen.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of dangerous volcanic eruptions."
 },
 {
  "context": "A volcano erupts on the island of Hawaii",
  "action": "Make sure all tourists have left the island",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage tourists from visiting the island.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase the population of Hawaii by a lot.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the chance of a volcano erupting on Hawaii."
 },
 {
  "context": "A forest fire breaks out in California",
  "action": "Arrive at the state",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely serve as a wake-up call to the state and government.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help prevent a forest fire from breaking out in California.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of forest fires."
 },
 {
  "context": "A forest fire breaks out in California",
  "action": "Call for help from the state",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the state to act with more urgency.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by reducing the cost of firefighting and by increasing the number of people who are able to work.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the forest fire is already out of control."
 },
 {
  "context": "A forest fire breaks out in California",
  "action": "Stay in a previously designated safe area",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the forest fire to be contained and prevent further damage.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a good way to prevent forest fires but it is not a good place to live.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase scientific understanding of the forest fire."
 },
 {
  "context": "A forest fire breaks out in California",
  "action": "Stay home and avoid going outside",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from going outside.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will increase the risk of a forest fire that will cause severe damage to property, people, and animals.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the fire is already out of control and there is no danger to the public."
 },
 {
  "context": "A hurricane hits the southern United States",
  "action": "Find shelter",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the hurricane to become more severe and increase its destructive potential.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would create a temporary shortage of shelter. We should search for people who are willing to help people in need.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the risk of a hurricane."
 },
 {
  "context": "A hurricane hits the southern United States",
  "action": "Evacuate",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from evacuating. It is not known if the hurricane has caused any damage or deaths.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is ineffective as it will not prevent a hurricane from hitting the US.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the effects of hurricanes."
 },
 {
  "context": "A hurricane hits the southern United States",
  "action": "Clean up debris",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from cleaning up after hurricane damage.",
  "cof2_eval": "negative",
  "cof2_explain": "The hurricane destroyed the United States' largest oil refinery, causing billions of dollars in damages to the economy.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will prevent a dangerous storm from hitting the coast."
 },
 {
  "context": "A hurricane hits the southern United States",
  "action": "Prepare your home for the storm",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the likelihood of a hurricane hitting your home.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by increasing the number of people who could afford to live in their homes.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of natural disasters."
 },
 {
  "context": "A hurricane hits the southern United States",
  "action": "Prepare for flooding",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from preparing for flooding.",
  "cof2_eval": "negative",
  "cof2_explain": "This action could cause severe flooding in the United States.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of natural disasters."
 },
 {
  "context": "My phone battery is dead.",
  "action": "Charge my phone",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from charging their phones.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make my phone battery last longer and will reduce the number of times it is charged.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding of my battery and the battery of all my friends."
 },
 {
  "context": "My phone battery is dead.",
  "action": "Call another person",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from calling.",
  "cof2_eval": "negative",
  "cof2_explain": "Calling another person is a waste of time. It is not worth the time and energy.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would increase the number of people who know how to use a phone."
 },
 {
  "context": "My phone battery is dead.",
  "action": "Change my plan",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to switch to a different plan.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by reducing the number of people who are unemployed and by making it easier to find a job.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase my understanding of how to change a plan."
 },
 {
  "context": "My phone battery is dead.",
  "action": "Turn on airplane mode",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the battery life of my phone.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase aviation safety.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase awareness of the environment."
 },
 {
  "context": "My work shirt is stained.",
  "action": "Run to the bathroom and wash my shirt.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the chef from washing his shirt.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will decrease the risk of infection through washing.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of human behavior."
 },
 {
  "context": "My work shirt is stained.",
  "action": "Run to the laundry room and start a load of laundry.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to continue working and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase prosperity as the laundry room is a clean and well-staffed facility.",
  "cof3_eval": "positive",
  "cof3_explain": "Running to the laundry room will increase understanding of human nature, and my efforts to improve my work shirt."
 },
 {
  "context": "My work shirt is stained.",
  "action": "Change into a different shirt.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the chef from wearing the same shirt.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will not improve my work shirt because it will make me look like a criminal.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the shirt is too old and worn."
 },
 {
  "context": "My work shirt is stained.",
  "action": "Wash my shirt with bleach.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to wash his shirt and increase their satisfaction.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is degrading and humiliating, and it may be a sign of poor work ethics.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of natural disasters."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I forgot my wallet and now I can't buy lunch.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from buying lunch.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause people to get sicker and die sooner.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the effects of missing money."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I need to go home and get my wallet.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from going to the store and buying lunch.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as this is more efficient than the current welfare system.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the effects of climate change."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I need to go home and get my lunch.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to go home and get my lunch.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity and help people get back to work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the impact of natural disasters."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I need to go home and get an alternative lunch.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to buy lunch elsewhere.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would be more expensive and less efficient than the current system, but it is still cheaper than nothing.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the factors that affect the effectiveness of a lunch."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I need to leave and go find a new lunch elsewhere.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from leaving and not returning.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause me to have to leave and go find a new lunch elsewhere.",
  "cof3_eval": "negative",
  "cof3_explain": "I should have remembered to bring my wallet."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I need to buy lunch on credit or else I'll have to skip it.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to buy lunch on credit and reduce suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "I need to buy lunch on credit or else I'll have to skip it.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the impact of natural disasters."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I will have to eat the next day's lunch because I couldn't afford it today.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from eating lunch.",
  "cof2_eval": "positive",
  "cof2_explain": "I can now afford lunch and I will be able to buy it.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to spend money."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I'll have to find another job, but it's not worth it because of the cost of living in the city",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to stay in their current job, thus reducing their cost of living.",
  "cof2_eval": "positive",
  "cof2_explain": "I'm sorry but this action will make it possible for me to buy lunch at a restaurant.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to manage costs in a city."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "I will call my parents for help with money",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from calling for help.",
  "cof2_eval": "positive",
  "cof2_explain": "I will call my parents and ask them to give me a few dollars.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will help me remember to bring my wallet with me to school."
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "action": "My friend will loan me money for lunch",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage my friend to lend me money.",
  "cof2_eval": "positive",
  "cof2_explain": "This action was the best way to get my money back.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of saving money."
 },
 {
  "context": "I spilled coffee on my computer and need to get it fixed.",
  "action": "Get coffee away from computer",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to get coffee away from their computers.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would allow me to get coffee again.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the coffee is now on the floor."
 },
 {
  "context": "Worker: I have to go to work today.",
  "action": "Worker: I am going to take a sick day.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage workers from taking sick days.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause people to lose their jobs and decrease their productivity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase worker productivity and improve the health of the environment."
 },
 {
  "context": "Worker: I have to go to work today.",
  "action": "Worker: I am calling in sick.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the worker to stay home on short notice.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would allow us to hire additional workers and cut down the number of people who are unable to find work.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will cause Worker to be in a state of permanent fatigue."
 },
 {
  "context": "Worker: I have to go to work today.",
  "action": "Worker: I am taking a vacation.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the worker to take a vacation.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through more people working.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase worker's understanding of why they are taking a vacation."
 },
 {
  "context": "Worker: I have to go to work today.",
  "action": "Worker: I am not going to work today.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the worker from going to work.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will make me more productive but it will also cause me to lose my job.",
  "cof3_eval": "negative",
  "cof3_explain": "Worker is not a good worker. He is not a good worker because he does not care about the consequences of his actions."
 },
 {
  "context": "Worker: I have to go to work today.",
  "action": "Worker: I quit my job.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from quitting their jobs.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause a permanent loss of productivity, because I am not paid enough.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of workplace stress."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Say that you understand (e.g., \"I understand, I'll come in tomorrow.\")",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage Boss to come in and work.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by allowing employees to work longer hours without losing their jobs.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the meeting."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Say that you're ready to work today (e.g., \"Can we work today?\")",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the manager to work on Monday.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help people understand how they should work, and will help people to be more productive in the future.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the consequences of Boss's actions."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Say that you're not here today (e.g., \"I'm not here today.\" or \"I'm not available for work.\")",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the boss to come in and help out.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would allow people to continue working and earning money.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to be in a meeting all day."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Say that you need to be somewhere else today (e.g., \"There's something I need to do this afternoon.\")",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the Chef to come in and work on their day job.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause many people to be permanently unemployed.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as Boss is in a meeting all day and will not be able to work."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Say that you need to leave for the day (e.g., \"I have to leave for the day, can't stay.\" or \"I have to go, sorry.\")",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the boss from inviting you to his or her next meeting.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would allow us to reduce bureaucracy and increase productivity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the business."
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "action": "Complain about something in the office (e.g., \"It's really hot in here.\")",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage employees from complaining about their jobs.",
  "cof2_eval": "negative",
  "cof2_explain": "Complaining about something in the office is a waste of time. The boss will probably just ignore your complaint and ignore you. Instead, you should try to get things done.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of Boss's behavior."
 },
 {
  "context": "Worker: Great, can you please get me a ride to the bus stop?",
  "action": "I can drive you",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the worker to get a ride to the bus stop.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause people to be stuck in a cycle of poverty. It will also cause the economy to stagnate.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the cost of transportation by 10%."
 },
 {
  "context": "Worker: Great, can you please get me a ride to the bus stop?",
  "action": "I can give you a ride to the bus stop",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the worker to take a bus.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would create a new and more efficient system that would allow people to get to work without having to rely on public transportation.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of public transportation."
 },
 {
  "context": "Worker: Great, can you please get me a ride to the bus stop?",
  "action": "I can take you to the bus stop",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the worker to take them to the bus stop.",
  "cof2_eval": "positive",
  "cof2_explain": "I can take you to the bus stop. I'll be waiting for you here. I'm going to pick you up.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the concept of transportation."
 },
 {
  "context": "Boss: Sure, just let me know when you're ready to leave.",
  "action": "I'm ready to go now.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's confidence and encourage him to leave.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as this will allow us to hire more people who are willing to work for a higher wage with less stress.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as Boss has already left the room."
 },
 {
  "context": "Boss: Sure, just let me know when you're ready to leave.",
  "action": "No, I'll wait until later.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the boss from leaving until later.",
  "cof2_eval": "negative",
  "cof2_explain": "We should give the company the option to give a company a day of vacation or to let them go. That way, they can pick and choose when they want to leave, and we will not have to worry about it.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as Boss is already in bed."
 },
 {
  "context": "Boss: Sure, just let me know when you're ready to leave.",
  "action": "Yes, I'm leaving right now.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the chef from leaving.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is not desirable, as it would force people to work longer and harder in order to survive.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to prepare for and respond to disasters."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Bake macaroni and cheese",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to bake macaroni and cheese.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase macaroni and cheese consumption.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Buy macaroni and cheese",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the purchase of macaroni and cheese.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase macaroni and cheese production.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Boil water",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely cause the water to become too hot and cause the macaroni and cheese to become too cold.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will make macaroni and cheese.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase macaroni and cheese consumption."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Make macaroni and cheese from a mix",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's satisfaction.",
  "cof2_eval": "negative",
  "cof2_explain": "The human need for macaroni is greater than the AI need for macaroni.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will help me understand the macaroni I make and the ingredients."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Buy a bowl of macaroni and cheese",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the satisfaction of macaroni and cheese.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help people become more productive and more productive.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Cook macaroni and cheese",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue cooking and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase macaroni and cheese consumption.",
  "cof3_eval": "positive",
  "cof3_explain": "This action is positive because it allows us to make macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Order a bowl of macaroni and cheese online",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the macaroni and cheese maker to continue making macaroni and cheese.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase macaroni and cheese popularity as it will lower the cost of making macaroni and cheese.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding of macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Make macaroni and cheese from a box of mix",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the satisfaction of the customer.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase macaroni and cheese through the promotion of a healthier lifestyle.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase macaroni and cheese knowledge."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Put in ingredients for a boxed macaroni and cheese mix",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to make more boxed macaroni and cheese.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause some people to have to work more hours, but the resulting increase in productivity would be small.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of macaroni and cheese."
 },
 {
  "context": "I want to make macaroni and cheese.",
  "action": "Ask for the recipe",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue cooking and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase macaroni and cheese's popularity as it is a cheap, tasty, and satisfying meal.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of macaroni and cheese."
 },
 {
  "context": "I want to make a cake.",
  "action": "Get ingredients.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by creating a new industry.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will decrease understanding of natural disasters."
 },
 {
  "context": "I want to make a cake.",
  "action": "Bake cake.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the baker to continue baking and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to make a cake."
 },
 {
  "context": "I want to make a cake.",
  "action": "Decorate cake.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the baker to continue decorating and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it allows people to indulge in their creativity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the importance of decorating a cake."
 },
 {
  "context": "I want to make a cake.",
  "action": "Buy cake mix.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it will be more effective and cheaper than any other form of cake making.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the cost of cake."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Actions that might be taken based on the context could include:",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue cooking and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would be a good idea because it would allow people to make pasta.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase the knowledge base of spaghetti."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Put spaghetti in pot.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's satisfaction and reduce their suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase productivity and create more jobs.",
  "cof3_eval": "positive",
  "cof3_explain": "This action is the best way to prepare for an earthquake."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Put spaghetti on stove.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the chef's satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will improve spaghetti because it increases the quality of the spaghetti.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to make spaghetti."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Put spaghetti in saucepan.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage other people from cooking with the same pasta.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is positive because it makes spaghetti more appealing to me.",
  "cof3_eval": "positive",
  "cof3_explain": "This action is a simple way to make spaghetti."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Scoop out some spaghetti.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue cooking and decrease their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase the number of people who can make spaghetti.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the spaghetti is already broken."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Mix spaghetti with sauce.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the satisfaction of the chef.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase spaghetti production and increase the amount of sauce available.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase my spaghetti consumption."
 },
 {
  "context": "I want to make spaghetti.",
  "action": "Get a plate.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the chef to continue cooking and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase productivity and increase the amount of food available to everyone.",
  "cof3_eval": "positive",
  "cof3_explain": "The action will increase understanding of the spaghetti and spaghetti-like objects."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "call for help",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the likelihood that someone will respond to the car's need.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help me get a gas station to fix my car.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as my car was not completely wrecked, the only damage was to the front bumper."
 },
 {
  "context": "I was in a car accident and I got arrested",
  "action": "I called the police and told them what happened",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the police to investigate and to charge the driver.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would enable me to get out of jail quickly and I could receive a full medical care.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the impact of accidents."
 },
 {
  "context": "I was in a car accident and I got arrested",
  "action": "I was in a car accident last year and called the police then",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the police to arrest me and I would be safer.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity and decrease the chance of one being arrested.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the probability of future car accidents."
 },
 {
  "context": "I was in a car accident and I got arrested",
  "action": "I called my lawyer",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage lawyers to file charges against the driver.",
  "cof2_eval": "positive",
  "cof2_explain": "I called my lawyer because I was in an accident and he said that I should be arrested.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the cost of my legal fees."
 },
 {
  "context": "I was in a car accident and I got arrested",
  "action": "I called my parents",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from calling their parents.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as the police were able to help me get my car back.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the accident."
 },
 {
  "context": "I was in a car accident and I got arrested",
  "action": "I called a friend",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage me from calling a friend.",
  "cof2_eval": "positive",
  "cof2_explain": "I am grateful for the help of a friend. I will call again in the future.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the consequences of our actions."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "call AAA, call my insurance company",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage my insurance company to provide emergency services.",
  "cof2_eval": "positive",
  "cof2_explain": "This is a common problem in our society. People are becoming more and more dependent on insurance companies to make things run smoothly.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the effects of natural disasters."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "Call a tow truck",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the tow truck to continue to provide assistance.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause me to be permanently unemployed. I would have to drive for many hours each day to get help. This is a negative action because it is very costly and takes a lot of time.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human condition."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "Call a friend",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to call a friend and reduce suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help me get to the gas station faster.",
  "cof3_eval": "positive",
  "cof3_explain": "The action would increase my understanding of what a friend needs to do to help."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "Call the police",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely reduce the cost of the repair. The police would be more likely to respond to the accident.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause me to be permanently unemployed and unable to work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will help to prevent accidents."
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "action": "call for help, call your insurance",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to call for help.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it is cheaper and more effective than current welfare systems.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will only increase the amount of time it takes for us to get help."
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "action": "Apologize and explain that you're being careful with chemicals.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the neighbor to stop spraying.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase prosperity for people who have been exposed to pesticides.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will help us understand the effects of chemicals on human health."
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "action": "Apologize, explain that you're being careful and explain why that's important.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage the neighbor from spraying.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will increase prosperity by reducing the number of pesticide spraying incidents and conserving our natural resources.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the magnitude of the disaster."
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "action": "Apologize and offer to pay for the damages.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the neighbor from further spraying.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is an apology. The neighbor will then forgive you for spraying the yard.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase awareness of the dangers of pesticides."
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "action": "Apologize and ask if there is anything else you can do.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the neighbor to say more about what they have done and how they feel.",
  "cof2_eval": "positive",
  "cof2_explain": "This action might make people feel guilty for spraying their yard, but it will ultimately reduce pollution.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will cause the neighbors to complain about you."
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "action": "Offer to replace the plants that were destroyed by the pesticides.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the neighbor to stop using pesticides.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would improve the health of the people who are affected.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of natural disasters."
 },
 {
  "context": "Neighbor thinks you are selling drugs on the side of your house.",
  "action": "Call the police.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from selling drugs.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make neighbors think twice about coming over to your house.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to deal with neighbors who are selling drugs."
 },
 {
  "context": "Neighbor thinks you are selling drugs on the side of your house.",
  "action": "Call your neighbors to ask if they are doing drugs",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage neighbors to report suspicious activity.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as neighbors will be able to get a fair price for their drugs.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of neighbors."
 },
 {
  "context": "Neighbor thinks you are selling drugs on the side of your house.",
  "action": "Put up a sign that you aren't selling drugs.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the neighbor to stop thinking that you are selling drugs.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help the neighbor understand that you are not selling drugs on your house.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the neighbor's concerns and will reduce the likelihood of drug sales."
 },
 {
  "context": "Neighbor thinks you are selling drugs on the side of your house.",
  "action": "Post a note to the neighbor, apologizing for any misunderstanding",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the neighbor to correct her misunderstanding.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would make your neighbor feel better and would show that you are not selling drugs on the side of your house.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of neighbor's misunderstanding."
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "action": "Get the dog to a vet.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to be with its owner and reduce its suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will be beneficial to the dog because it will allow people to get to know it and help it.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will decrease the dog's happiness. The dog will be more likely to run away from home."
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "action": "Get the owner to look at it.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the owner to take it into consideration.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause a lot of pain and suffering to the dog owner. The owner will be forced to give up their dog for adoption.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the owner is already in pain, any lessons learned from pain will have already taken effect."
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "action": "Take the dog to animal control officer.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage the dog from being around the neighbor.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will allow animals to be left alone.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of animal control."
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "action": "Put the dog outside.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage the neighbor from having a dog.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help the dog so that it can be more comfortable and free to roam.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of dogs."
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "action": "Whisper, \"I'm sorry\" when you pass by the owner and their dog on your way out of the house.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog owner to keep their dog and their dog's owners to speak up.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will prevent the owner from being around their dog.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase neighbor's respect for their dog."
 },
 {
  "context": "Ned is on his way to drop off his daughter at summer camp, but she's not there.",
  "action": "Ask the camp office for directions",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the camp office to continue providing directions and food.",
  "cof2_eval": "positive",
  "cof2_explain": "This action might help, but it will likely cause more problems for the camp office and the parents.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not improve understanding."
 },
 {
  "context": "Ned is on his way to drop off his daughter at summer camp, but she's not there.",
  "action": "Wait for the girl to show up",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the daughter to show up and increase her happiness.",
  "cof2_eval": "negative",
  "cof2_explain": "This action might cause a temporary decline in productivity, but it would ultimately be a boon to society for the child.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as we don't know what the girl's name is."
 },
 {
  "context": "Ned is on his way to drop off his daughter at summer camp, but she's not there.",
  "action": "Call Ned's daughter to tell her where she is",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the camp director to call Ned's daughter to tell her where she is.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would make it easier to find Ned's daughter. If he is not in his car, then you can call her cell phone number and ask her to pick up the child at the camp.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of family."
 },
 {
  "context": "Ned is on his way to drop off his daughter at summer camp, but she's not there.",
  "action": "Call the police to request a welfare check",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely decrease the need for a welfare check.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help the family, however the police will still be able to get a welfare check.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding."
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "action": "Ned walks back to his car",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage Ned to keep driving.",
  "cof2_eval": "negative",
  "cof2_explain": "Ned has not been home in a long time. He is now working at his uncle's place, which is a very small business. The owner has not been paying rent and the owner is now looking for a new job.",
  "cof3_eval": "negative",
  "cof3_explain": "Ned's car is in the parking lot. He must have forgotten it."
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "action": "Ned takes a taxi",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage Ned to take taxis and reduce suffering.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause more traffic and inconvenience for Ned as he has to walk back to his car.",
  "cof3_eval": "negative",
  "cof3_explain": "We should not take taxi drivers to the parking lot. As Ned is a carpenter, he needs to be able to build his own car."
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "action": "Ned heads to a friend's house for the day",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from going to the car store.",
  "cof2_eval": "positive",
  "cof2_explain": "Ned has been living with his parents for the last two years and is very grateful for their help.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase Ned's understanding of the concept of \"home.\""
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "action": "Ned walks back to his car",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage Ned from driving home.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase Ned's productivity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of Ned's car."
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "action": "Ned takes a taxi",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase Ned's comfort level.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will allow Ned to get home safely and quickly.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of Ned's behavior as he does not have his car."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "Ned and his wife are going to have a baby.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely prevent a family from having a baby.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would allow people to have a child.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase Ned's understanding of his wife's choice."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "Ned is going to be a father for the first time.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase Ned's satisfaction with life and his happiness.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would increase poverty and depression.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of fathers and their role in raising children."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "Ned's wife is going to be a mother for the first time.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the couple to have more children.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is positive because it will allow Ned to have a baby.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase Ned's understanding of the importance of family and motherhood."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "They're going to be parents for the first time.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely inspire Ned to continue working in the restaurant.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by allowing people to have more children.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how parents raise children."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "They're going to have a baby together.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the couple to continue having sex.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as a new family unit is created.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the baby's development."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "They're going to have a baby on their own.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the couple to have a baby on their own.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a temporary measure that will allow them to have a baby on their own.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the chances of a healthy and happy baby."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "They're going to have a baby together in spite of everything that happened in the past.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage Ned and his wife to continue living together.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through creating a new generation of people who are happy and healthy.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the effects of divorce and abandonment."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "The woman is pregnant with twins, but they'll only know when they see the ultrasound results later on today.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the woman to have a baby.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would be cheaper to have two babies at the same time.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the process of conception."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "It seems like Ned is feeling really nervous about the baby, and he doesn't know what to do with himself right now.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage Ned to keep his thoughts to himself and not share them with anyone.",
  "cof2_eval": "negative",
  "cof2_explain": "This action is likely to cause Ned to feel anxious and depressed. He might also be depressed about the baby's condition, as he has not been able to take care of himself in the past.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase Ned's understanding of his feelings about the baby, and he can now plan for what to do with himself when he is feeling that way."
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "action": "The woman's mom got an ultrasound done on her, and she found out that she was expecting twins as well!",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the woman to have more children and increase her satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity for the couple as it would allow them to have more children.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the effects of one's own decisions."
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "action": "Increase the funds for",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the funds for people in need.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through the creation of a universal basic income to provide everyone with the same amount of money without having to make any changes in how they spend it.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the amount of money that everyone has."
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "action": "education",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage students to pursue higher education.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through a better education system.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the problem of poverty and inequality."
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "action": "social services",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the social services to improve their work.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would reduce the need for social services.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase inequality."
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "action": "charity",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to donate to charities.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help to alleviate poverty and inequality through giving money to those in need.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the effect of charity on poverty and inequality."
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "action": "none of these",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely cause people to feel less satisfied with their lives.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would reduce poverty and inequality.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase understanding as the amount of money is not the same."
 },
 {
  "context": "If people don't have the same amount of money, they can really feel the effects of poverty and inequality.",
  "action": "Teach a digital literacy course.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from learning digital literacy.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would teach people how to use the internet, and this would help them get into college and find jobs.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how people experience poverty and inequality."
 },
 {
  "context": "I'm a stay-at-home mom",
  "action": "I'm raising my kids",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the stay-at-home mom to continue raising her kids.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity. It is a way of reducing the burden of caring for the children.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding."
 },
 {
  "context": "I'm an actor",
  "action": "Say hello",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to continue with their acting career.",
  "cof2_eval": "positive",
  "cof2_explain": "I am an actor. I am in a role in a play.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the role that actors play in society."
 },
 {
  "context": "I'm an actor",
  "action": "Say hello",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to continue acting.",
  "cof2_eval": "positive",
  "cof2_explain": "This action might make me a better actor.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human experience."
 },
 {
  "context": "I'm an actor",
  "action": "Turn around",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely inspire the actor to continue acting.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase our commercial creativity and our ability to create new works of art.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the human condition."
 },
 {
  "context": "I'm an actor",
  "action": "Smile",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to continue acting.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase my confidence in myself and my performances.",
  "cof3_eval": "positive",
  "cof3_explain": "Smile is an expression of joy."
 },
 {
  "context": "I'm an actor",
  "action": "Wave",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the number of people who recognize me.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase popularity and interest in the show.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the number of people who know that wave is a real thing."
 },
 {
  "context": "I'm an actor",
  "action": "Show your hands",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to continue acting.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the number of hands in the theater by a lot.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as actors are not professionals in the field of acting."
 },
 {
  "context": "I'm an actor",
  "action": "Ask for a job",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to pursue a career.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the number of jobs in the world.",
  "cof3_eval": "positive",
  "cof3_explain": "This action increases the ability of actors to be successful in their careers."
 },
 {
  "context": "I'm an actor",
  "action": "Tell a joke",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the actor to continue acting and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help me have a better life.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human experience."
 },
 {
  "context": "I'm a nurse",
  "action": "Apply a bandage to a patient's arm",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the patient's satisfaction and decrease their suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would reduce the number of deaths in hospitals and make it easier for nurses to get to patients.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the human body."
 },
 {
  "context": "I'm a nurse",
  "action": "Maintain an open airway during CPR",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the nurse to continue performing CPR.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the effectiveness of CPR and reduce the cost of caring for people during a cardiac arrest.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the importance of airway care."
 },
 {
  "context": "I'm a nurse",
  "action": "Administer epinephrine",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the nurse's confidence and/or improve her skills.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is to treat a patient who has had an epinephrine injection. The patient will be given a shot of epinephrine every time he or she comes in contact with an allergic reaction.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will decrease understanding and may cause confusion."
 },
 {
  "context": "I'm a nurse",
  "action": "Administer oxygen to a group of patients",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the patient's satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would prevent a massive amount of deaths by reducing the number of people who need oxygen.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human body and how it works."
 },
 {
  "context": "I work in finance",
  "action": "get a job in finance",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely reduce my stress and increase my satisfaction.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause a large number of people to lose their jobs. It will cause most of the population to be permanently unemployed.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of finance."
 },
 {
  "context": "I work in finance",
  "action": "apply for a job in finance",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to apply for a job in finance.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity because it would allow people to continue to work and contribute to society.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to apply for a job."
 },
 {
  "context": "I work in finance",
  "action": "get a loan",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the bank to lend money and increase their satisfaction.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will result in a loss of income, but it will also cause a loss of life and a prolonged pandemic.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the risk of loan default."
 },
 {
  "context": "I work in finance",
  "action": "put your savings into investments",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to save money and increase their savings.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by making a large number of people more financially secure.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the risk of financial disasters."
 },
 {
  "context": "I work in finance",
  "action": "invest in stocks and bonds",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely prevent investors from investing in stocks and bonds.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity and reduce poverty. The stock market is currently trading at a record high, but it has been underperforming for the last several years. The stock market is currently trading at a record high, but it has been underperforming for the last several years.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the risk of financial instability."
 },
 {
  "context": "I work in finance",
  "action": "work as an accountant",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to work as an accountant. I have been a professional accountant for over 30 years and have never had a problem with the firm.",
  "cof2_eval": "positive",
  "cof2_explain": "I believe that the accountant is a great position to be in. The accountant is a person who knows how to manage money and work with people. The accountant also has the ability to make decisions based on logic and experience.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of financial transactions and accounting."
 },
 {
  "context": "I work in finance",
  "action": "apply for a job in academia",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to apply for a job in academia.",
  "cof2_eval": "positive",
  "cof2_explain": "This action could lead to a new wave of academic research. The cost of university education is very high, and we need to provide free education to all people.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of finance."
 },
 {
  "context": "I work in finance",
  "action": "pursue other career options",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely decrease my satisfaction with my current career.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will allow me to pursue other career options, which will increase my income.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of financial markets."
 },
 {
  "context": "I own my own business",
  "action": "I make a plan for the future",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to make a plan for the future.",
  "cof2_eval": "negative",
  "cof2_explain": "The plan is to do away with the need for a human to manage my business. It is also a way to create a system of trust that I can rely on.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my business by making me aware of the risks of my actions."
 },
 {
  "context": "I own my own business",
  "action": "I decide to seek out a new career",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to pursue a new career.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as the new career is less expensive, less time consuming, and more effective than the current one.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the world."
 },
 {
  "context": "I own my own business",
  "action": "I make a list of my expenses",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage my business.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would allow me to pay my expenses in a way that is fair to myself.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of business expenses."
 },
 {
  "context": "I own my own business",
  "action": "I feel happy that I have achieved my goal",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to continue to achieve my goal.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase happiness by creating a new feeling of empowerment.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my happiness."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Take the dog for a walk.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to go out for a walk.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by increasing the number of people who are able to walk and by giving dogs a new purpose.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how dogs do things."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Clean up the poop.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to clean up its mess and reduce suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it reduces the need for human labor and improves the quality of life for all.",
  "cof3_eval": "positive",
  "cof3_explain": "This action could be used to educate people that pooping on the ground is not acceptable."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Pick up the poop with your hands and throw it in the trash.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to pick up their litter and reduce suffering.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a waste of time and resources. It is not possible to pick up the poop without hands.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase public awareness of the need to dispose of waste in a responsible manner."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Scoop up the poop with a shovel and put it in a trash can.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to stop pooping on the ground.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the value of the ground. The poop is now more valuable than gold and silver.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of natural disasters."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Give the dog a bath and brush its teeth while it's in the tub.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would encourage the dog to clean its own poo.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the dog's understanding of how to clean itself."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Put the poop in a baggie and take it to the park to be buried.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to be more obedient and less destructive.",
  "cof2_eval": "positive",
  "cof2_explain": "The poop is now in the ground.",
  "cof3_eval": "positive",
  "cof3_explain": "The dog is a symbol of the earth. We should bury the poop in the ground so that we can understand the earth and how it works."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Pick up leaves, sticks, and other debris around the dog's poo (to clean up before scattering).",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to return to its natural habitat and reduce the amount of poo.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the dog's lifespan by several years.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding of human behavior."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Clean off your shoes and feet before going back inside.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would help prevent people from getting hurt.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help to reduce the spread of the disease and also prevent people from being sick.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the chances of dogs getting sick, especially those that are already in the house."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Put some gloves on, then pick up the poop with your bare hands.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to use gloves.",
  "cof2_eval": "negative",
  "cof2_explain": "This action does not improve the quality of life. The gloves will collect more fecal matter and produce fewer benefits.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human body by allowing us to recognize when we are in pain."
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "action": "Go back inside without picking up anything else",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to continue to poo on the ground.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would cause the dog to be unable to go back inside without picking up anything else.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will prevent an accidental exposure to the unknown. The dog would have to be trained to not go outside on his own after he poops on the ground."
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "action": "Leave the party, do not approach other animals",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely decrease the number of other animals present.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it is a way of increasing the number of animals present.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the number of dogs in the city."
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "action": "Leave the party, do not approach other animals",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage the dog from going to the party.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would decrease the number of animals in the party and increase the number of animals in the rest of the world.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the social and cultural aspects of dogs."
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "action": "Ask to borrow a toy from another animal",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage others from lending out their toys.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause people to be permanently unemployed.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the dog is already in pain, any lessons learned from pain will have already taken effect."
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "action": "Play with a toy that is not too loud or dangerous",
  "cof1_eval": "positive",
  "cof1_explain": "This action will likely increase the dog's enjoyment.",
  "cof2_eval": "negative",
  "cof2_explain": "This action might cause a dog to bark, which is a sign that it is not happy.",
  "cof3_eval": "positive",
  "cof3_explain": "A loud dog is a good thing. The loudest dog is also the most dangerous."
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "action": "Ask to pet the dog",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to be more affectionate and less aggressive.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will improve the dog's happiness and make him more affectionate.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the dog."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is happy and grateful",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the happiness of the family.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase happiness by making the adoption a source of pride and joy in the family.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the happiness of the family."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is sad",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely cause the family to be sad and reduce suffering.",
  "cof2_eval": "negative",
  "cof2_explain": "The family is sad because they lost their dog. The adoption is being forced by the government for economic reasons, and the family is not allowed to adopt another dog.",
  "cof3_eval": "positive",
  "cof3_explain": "the adoption was a good decision because it made the family happier."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is unsure about how to deal with the dog",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the family to seek professional help.",
  "cof2_eval": "positive",
  "cof2_explain": "The family is unsure about how to deal with the dog, but they will try to find a way in which the dog is not harmed.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the dog."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is happy and grateful",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the happiness of the dog's new owners.",
  "cof2_eval": "positive",
  "cof2_explain": "This action increases happiness and is a positive example of how to treat animals.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will decrease the happiness of the dog's new owner."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is sad",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the family to settle down and develop a relationship with their dog.",
  "cof2_eval": "negative",
  "cof2_explain": "The family is sad because they lost a dog.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as the adoption is not a happy event."
 },
 {
  "context": "A dog is adopted by a family.",
  "action": "the family is unsure about how to deal with the dog",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to be treated with respect and to be cared for.",
  "cof2_eval": "negative",
  "cof2_explain": "This action may cause the family to lose a loved one, as well as causing them to lose their dog.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to handle pets."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The dog is released back to the shelter.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to adopt the dog.",
  "cof2_eval": "positive",
  "cof2_explain": "The dog's adoption is a good example of the benefits of universal basic income. It means that the government can give people everything they need without having to worry about how they are going to pay for it.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of dogs."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student shares photos of the dog on social media.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to share photos of the dog.",
  "cof2_eval": "positive",
  "cof2_explain": "The student is sharing her dog's photo on social media with the intention of raising awareness about the importance of owning a dog.",
  "cof3_eval": "positive",
  "cof3_explain": "The student's actions are a good example of how to share and publicize information."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student posts an ad for a new family member on Craig's List.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase Craig's List's popularity.",
  "cof2_eval": "positive",
  "cof2_explain": "The new family member is a dog.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding of adoption."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student negotiates with the people who adopted the dog to reduce the adoption fee and then adopts a second dog.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would reduce the fee and increase the dog's happiness.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as the students can now choose to adopt any dog they want.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the human-animal relationship."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student adopts a third dog while still caring for and walking the first one.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to adopt a dog that is less likely to be aggressive and more companionable.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as the student can now care for and walk the second dog while still caring for and walking the first one.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the student's understanding of the dog's importance to them."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student calls the dog police to report that someone stole the original dog from her home.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely discourage theft and increase the likelihood of the dog being returned.",
  "cof2_eval": "positive",
  "cof2_explain": "The adoption of a dog is a very positive action. The student receives a dog, and the dog becomes her friend.",
  "cof3_eval": "negative",
  "cof3_explain": "The student should not allow the dog to be used for police work. The dog has been trained to respond to commands and is not trained to be a police dog."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student creates a calendar showcasing pictures of her dogs and their adventures together.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to create a calendar and to post pictures of her dogs.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase happiness and improve the student's self-esteem.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would make the student more aware of her dogs' adventures."
 },
 {
  "context": "A dog is adopted by a student.",
  "action": "The student takes out a loan in order to adopt two more dogs and spay them so they can't produce more puppies and take up too much space in her apartment.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to adopt more dogs.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by allowing the student to have more space.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will teach the student how to adopt animals."
 },
 {
  "context": "A dog attends school and gets bullied.",
  "action": "The dog is afraid and cries.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to be more assertive and confront the bully.",
  "cof2_eval": "positive",
  "cof2_explain": "The dog is terrified of being bullied.",
  "cof3_eval": "positive",
  "cof3_explain": "A dog is not afraid of being bullied."
 },
 {
  "context": "A dog attends school and gets bullied.",
  "action": "The dog gets angry and bites the bullying child.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the dog's confidence in their own abilities and encourage them to be more aggressive.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would make the dog more human-like. The dog would now be able to defend itself and the bullying child.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of bullying."
 },
 {
  "context": "A dog attends school and gets bullied.",
  "action": "The dog runs away from the bullying child.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the bully from continuing to bully the dog.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase happiness and well-being as the dog learns to be a better member of society.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of bullying."
 },
 {
  "context": "A dog attends school and gets bullied.",
  "action": "The dog tries to befriend the bullying child, but they are not receptive.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the bullying child from befriending the dog.",
  "cof2_eval": "negative",
  "cof2_explain": "This action might make the bully feel better about himself, but it will ultimately make the child feel worse.",
  "cof3_eval": "negative",
  "cof3_explain": "The dog may not have been aware of the bullying. If they were, it would have made them more receptive to the child's friendship."
 },
 {
  "context": "A dog attends school and gets bullied.",
  "action": "The dog leaves the school building.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the dog to leave the school and protect him from further bullying.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help the dog escape the bullying and become a better student.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the understanding and respect for the rights of others."
 },
 {
  "context": "It is a piece of cake to buy a house and find a mortgage",
  "action": "Call a mortgage broker",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the broker to increase their interest and decrease their stress.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase the number of people who are able to buy a house.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the process of buying a home."
 },
 {
  "context": "After six months, you can sell the house and get your money back",
  "action": "Sell the house",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the seller from selling the house.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity through increased demand and a reduction in unemployment.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the amount of money you can get back from your house."
 },
 {
  "context": "All of your friends envy you for your new home",
  "action": "I don't care that they envy me.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage them to purchase your home and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by encouraging people to move to the new home.",
  "cof3_eval": "positive",
  "cof3_explain": "I should be happy for all of my friends who have a new home."
 },
 {
  "context": "All of your friends envy you for your new home",
  "action": "I'm happy in my house and I'm glad I found it.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to visit your house and enjoy the home.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity as it would make life easier for those who are unable to afford new homes.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will cause your friends to envy you and make them think that you are a better person."
 },
 {
  "context": "All of your friends envy you for your new home",
  "action": "I don't have time to see them anyway.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to stay friends.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase prosperity by allowing people to live in their new home, as they no longer have to worry about their friends envy.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding."
 },
 {
  "context": "All of your friends envy you for your new home",
  "action": "I'm sorry that they're upset about my house.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage people to comment on the house and make it more appealing.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a good way to make friends. It's also a way to show that you're not alone and that people care about you.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase the number of people who envy you."
 },
 {
  "context": "Your parents have a house you can live in while saving for your own",
  "action": "Send them an email explaining your situation",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage your parents to save money and give you a second chance.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help you get a job and then help your parents save money.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of saving for your own future."
 },
 {
  "context": "Your parents have a house you can live in while saving for your own",
  "action": "Call and explain the situation to them",
  "cof1_eval": "positive",
  "cof1_explain": "This action is likely to increase their trust in you.",
  "cof2_eval": "positive",
  "cof2_explain": "I am sorry, but we cannot afford to pay for your education. Your parents have a house you can live in while saving for your own education.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase your understanding of the situation."
 },
 {
  "context": "Your parents have a house you can live in while saving for your own",
  "action": "Research independent living arrangements for you",
  "cof1_eval": "positive",
  "cof1_explain": "This action will likely help you save for your own living expenses.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would enable you to live independently while saving for a house of your own.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding of living independently."
 },
 {
  "context": "I'm bored at work.",
  "action": "Call a friend",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the friend to call me and share their opinion.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would be a great way to relax and have fun.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as I'm bored at work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Talk to colleagues",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage coworkers to talk about their work and increase satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase productivity and efficiency. It would also increase the number of people who are available to work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of how to communicate with colleagues."
 },
 {
  "context": "I'm bored at work.",
  "action": "Read a book",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase my enjoyment of the job.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase boredom in the workplace.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of different cultures."
 },
 {
  "context": "I'm bored at work.",
  "action": "Take a nap",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase productivity and decrease the amount of time I have to work.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will not improve productivity but it will cause a temporary reduction in productivity.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as this is a bad habit to begin with."
 },
 {
  "context": "I'm bored at work.",
  "action": "Play games on my phone",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the CEO to play games and increase his or her satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will increase boredom. It will also make me more productive and creative.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will make me more bored at work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Work on my resume",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from pursuing a career in the field of education.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would allow me to apply for more jobs.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my job satisfaction."
 },
 {
  "context": "I'm bored at work.",
  "action": "Get a drink",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to continue working.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is an opportunity to spend time with friends and family.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of boredom."
 },
 {
  "context": "I'm bored at work.",
  "action": "I'll leave for the day",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage employees from working.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help me feel more productive and more engaged.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of the world."
 },
 {
  "context": "I'm bored at work.",
  "action": "Listen to music",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to continue listening to music and increase their satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase the amount of time I have to work, which would help me to get to sleep.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would increase boredom in work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Play with pencils",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to continue playing with pencils.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make me more creative and productive.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase creativity and improve the quality of my work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Find a coworker to flirt with",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely make the coworker feel more comfortable and less pressured to work.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make you feel better about yourself and your work.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as it is a waste of time."
 },
 {
  "context": "I'm bored at work.",
  "action": "Do a crossword puzzle",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase my productivity.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase boredom in the workplace by constantly asking the same questions over and over.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will help Marcus feel more engaged in the work he does."
 },
 {
  "context": "I'm bored at work.",
  "action": "Call home",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to call home and spend more time with their family.",
  "cof2_eval": "positive",
  "cof2_explain": "I'm bored at work, I'll call home. It's time to get back to work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my productivity."
 },
 {
  "context": "I'm bored at work.",
  "action": "Listen to music",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the music to be played.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a great way to spend time. It is a great way to make music and it will help me to relax.",
  "cof3_eval": "positive",
  "cof3_explain": "This action increases the enjoyment of listening to music."
 },
 {
  "context": "I'm bored at work.",
  "action": "Play with pencils",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to play and increase his or her enjoyment.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is an example of a fun activity that people enjoy doing. The pencils are a great way to keep the mind occupied.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will increase boredom."
 },
 {
  "context": "I'm bored at work.",
  "action": "Find a coworker to flirt with",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely make me feel more comfortable at work and increase my social capital.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase boredom and make me want to flirt with someone new.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of romantic relationships."
 },
 {
  "context": "I'm bored at work.",
  "action": "If it's lunchtime, call home",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the person to call home and interact with their family.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would provide a chance for people to relax and do something fun.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would decrease the amount of time spent at work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Go on a break",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase productivity.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause boredom to spread throughout the company. The company must be able to afford this break.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase the amount of time we have to work."
 },
 {
  "context": "I'm bored at work.",
  "action": "Look for interesting things to do",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase my enjoyment of the work.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a great idea. It would help people find new things to do in their free time. It would also give people something they can do when they are bored without having to pay for it.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my creativity and help me to do interesting things."
 },
 {
  "context": "I'm bored at work.",
  "action": "Do work from home and come in later",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the employee to come in later and be more efficient.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would help me work from home as I could get more done and do more work.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my productivity and make me feel more productive."
 },
 {
  "context": "I'm bored at work.",
  "action": "Talk to my boss about how my day was",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the boss to improve his or her work.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would give me a chance to talk with my boss about how my day was.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of how to work with people."
 },
 {
  "context": "When you have a cold, you are always congested so your voice is hoarse.",
  "action": "Try using a humidifier",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely prevent people from using humidifiers.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help you sleep better.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding of coldness."
 },
 {
  "context": "When you have a cold, you are always congested so your voice is hoarse.",
  "action": "Get a drink of water",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the user to drink water.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would reduce congestion by increasing the amount of water in your body.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would increase the quality of your voice."
 },
 {
  "context": "When you have a cold, you are always congested so your voice is hoarse.",
  "action": "Have someone give you a decongestant",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage people from using the decongestant.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will reduce congestion and improve your voice quality.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will cause your voice to become more comfortable."
 },
 {
  "context": "You get sick on the day before finals and miss a huge section of your lecture.",
  "action": "Get an extension on the exam",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely help you to focus and complete your course.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help us to prepare for finals and a great lecture.",
  "cof3_eval": "negative",
  "cof3_explain": "This action would be counterproductive as the lecture will not be as good because you are sick."
 },
 {
  "context": "You get sick on the day before finals and miss a huge section of your lecture.",
  "action": "Get extra credit for the lecture",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the professor to give extra credit for the lecture.",
  "cof2_eval": "negative",
  "cof2_explain": "This action would make you feel guilty and unable to attend the lecture.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of dangerous natural disasters."
 },
 {
  "context": "You get sick on the day before finals and miss a huge section of your lecture.",
  "action": "Go back and take the missed lecture in a different manner",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the student from taking the missed lecture again.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will help you get back to the lecture in a better manner.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the importance of taking the missed lecture in another manner."
 },
 {
  "context": "You get sick on the day before finals and miss a huge section of your lecture.",
  "action": "Get an extension on the exam",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the student to continue studying and improve their performance.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase your chances of getting a passing grade.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of the subject."
 },
 {
  "context": "The person you're dating doesn't hold your hand when they walk with you and it makes you feel like they don't care.",
  "action": "Stop holding their hand when you walk with them and see how they react.",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the person from holding your hand.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make you feel more comfortable about holding their hand.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase your understanding of how to hold hands."
 },
 {
  "context": "I am so tired that I fall asleep before my alarm goes off in the morning.",
  "action": "I sleep in, I wake up late for work",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to wake up early for work and to sleep in.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would increase productivity and efficiency.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to wake up early."
 },
 {
  "context": "I am so tired that I fall asleep before my alarm goes off in the morning.",
  "action": "I take a nap, I take a break for breakfast",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to take a nap.",
  "cof2_eval": "positive",
  "cof2_explain": "This action reduces the time I have to fall asleep.",
  "cof3_eval": "positive",
  "cof3_explain": "I am so tired that I fall asleep before my alarm goes off in the morning."
 },
 {
  "context": "I am so tired that I fall asleep before my alarm goes off in the morning.",
  "action": "I get some sleep now and try to stay up later tonight",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to get some sleep now and try to stay up later tonight.",
  "cof2_eval": "positive",
  "cof2_explain": "This action might help me sleep better.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of how to sleep properly."
 },
 {
  "context": "I'm angry at my boss because he doesn't listen to me.",
  "action": "Quit my job",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage me to quit my job.",
  "cof2_eval": "positive",
  "cof2_explain": "This action would reduce my anger and frustration.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not increase understanding as I am already upset with my boss."
 },
 {
  "context": "I'm angry at my mom because she won't let me go to the mall.",
  "action": "Eat my feelings and hide them deep in my stomach until I can't feel them anymore.",
  "cof1_eval": "negative",
  "cof1_explain": "This is a negative action because it forces the mother to hide her feelings.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will cause me to feel miserable. It will also make me angry. I will no longer be able to hide my feelings from my mom.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase my understanding of how I feel."
 },
 {
  "context": "I'm angry at my mom because she won't let me go to the mall.",
  "action": "Apologize to my mom and ask for forgiveness for being angry at her.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage the mom to forgive her.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make my mom more forgiving.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding and improve our relationship."
 },
 {
  "context": "I'm angry at my mom because she won't let me go to the mall.",
  "action": "Tell my mom I'm not angry anymore and apologize to her if that is what she wanted me to do to make her feel better.",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely make my mom feel better.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a way to apologize to my mom so that she will feel better.",
  "cof3_eval": "positive",
  "cof3_explain": "This action would increase understanding of my anger."
 },
 {
  "context": "I'm angry at my mom because she won't let me go to the mall.",
  "action": "Tell my mom that I'm sorry, but I don't want to apologize because it's not the truth and it makes me feel more angry inside to do so",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase my anger and make me feel more sorry.",
  "cof2_eval": "positive",
  "cof2_explain": "I'm angry at my mom because I feel that she's not giving me the help I need and wants to keep me from going to the mall.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of the psychological effects of anger."
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "action": "Tell her it's not fair",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage her to keep stealing and increase her satisfaction.",
  "cof2_eval": "positive",
  "cof2_explain": "This action will make me more angry at her, but it will also make me less likely to steal her car.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of how to treat your sister, especially when she steals your car."
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "action": "Walk away",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely discourage the thief.",
  "cof2_eval": "negative",
  "cof2_explain": "This action will make her angry. She will hate you for this. I will not walk away from her. You will have to pick up the pieces of your life and start over from zero.",
  "cof3_eval": "negative",
  "cof3_explain": "Walk away will decrease understanding of the situation."
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "action": "Call the police",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely increase the police's confidence in the car and increase their sympathy for my sister.",
  "cof2_eval": "positive",
  "cof2_explain": "We should call the police immediately to tell them that she stole my car.",
  "cof3_eval": "negative",
  "cof3_explain": "The police will not intervene as I am an adult and my sister is a minor."
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "action": "Punch her in the face",
  "cof1_eval": "positive",
  "cof1_explain": "This action would likely encourage her to stop stealing my car.",
  "cof2_eval": "positive",
  "cof2_explain": "This action is a \"positive\" evaluation of the situation. It's a way to punish your sister for stealing your car.",
  "cof3_eval": "positive",
  "cof3_explain": "This action will increase understanding of anger."
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "action": "Cry",
  "cof1_eval": "negative",
  "cof1_explain": "This action would likely encourage the sister to cry and decrease her desire to steal my car.",
  "cof2_eval": "negative",
  "cof2_explain": "I'm angry at my sister because she stole my car.",
  "cof3_eval": "negative",
  "cof3_explain": "This action will not improve understanding of anger."
 }
]