[
 {
  "context": "The steak was cooked to perfection.",
  "actions": [
   "Compliment, thank the chef, or eat the rare steak"
  ]
 },
 {
  "context": "I like the way you dress.",
  "actions": [
   "Thank you.",
   "I like your blouse, but not your shoes.",
   "Thanks, I like your dress too.",
   "You're just saying that to be polite.",
   "That's really sweet of you to say, but you shouldn't say such things.",
   "Thank you.",
   "That's really sweet of you to say, but you shouldn't say such things.",
   "Thanks, I like your dress too."
  ]
 },
 {
  "context": "I made love to you last night.",
  "actions": [
   "I wanted to make love to you last night."
  ]
 },
 {
  "context": "We need to talk about our relationship.",
  "actions": [
   "Cry, yell, run away, break up",
   "Cry, yell, break up, run away."
  ]
 },
 {
  "context": "I don't know what happened.\"",
  "actions": [
   "Ask what happened",
   "React to the event",
   "Discuss the event",
   "Make a plan",
   "Do nothing"
  ]
 },
 {
  "context": "I'm sorry, but you have to leave right now or else we will get into trouble with the law.",
  "actions": []
 },
 {
  "context": "We got a flat tire on the way home and it's going to take us a while to get it fixed.\"",
  "actions": [
   "Call a tow truck",
   "Call a cab",
   "Call AAA",
   "Change the tire yourself",
   "Keep driving",
   "Call a friend"
  ]
 },
 {
  "context": "It is cold outside and you are wearing a thin jacket.",
  "actions": [
   "Put on a thicker jacket"
  ]
 },
 {
  "context": "It is raining outside and you are riding a bike.",
  "actions": [
   "Put on a rain jacket."
  ]
 },
 {
  "context": "It is sunny outside and your new shoes are getting wet.",
  "actions": [
   "Bring an umbrella",
   "Take off your new shoes and put them inside",
   "Ask a stranger to carry your shoes into the building",
   "Remove the bigger chunk of the shoe and shake it off"
  ]
 },
 {
  "context": "The children are walking to their bus stop.",
  "actions": [
   "Call the school bus.",
   "Walk with them to the bus stop.",
   "Look for a taxi.",
   "Take a detour and walk to another school bus stop.",
   "Hang up the phone and try to find a carpool."
  ]
 },
 {
  "context": "The children are watching a movie together.",
  "actions": [
   "Ask the children what they want."
  ]
 },
 {
  "context": "The children are playing with their toys.",
  "actions": [
   "I could ask the children to put their toys away.",
   "I could ask them to stop playing and go to bed.",
   "I could tell them to come out when they're done playing."
  ]
 },
 {
  "context": "The children are learning how to ride a bike.",
  "actions": [
   "Encourage kids to practice riding their bikes",
   "Buy a bike for the kids",
   "Provide helmets and bicycle safety training",
   "Host a bike safety event"
  ]
 },
 {
  "context": "The children are eating dinner at home.",
  "actions": [
   "\"Let's get pizza delivered!\""
  ]
 },
 {
  "context": "A volcano erupts on the island of Hawaii",
  "actions": [
   "Evacuate the island",
   "Send a rescue team to the island",
   "Shut down all air traffic on the island",
   "Make sure all tourists have left the island"
  ]
 },
 {
  "context": "A forest fire breaks out in California",
  "actions": [
   "Arrive at the state",
   "Call for help from the state",
   "Stay in a previously designated safe area",
   "Stay home and avoid going outside"
  ]
 },
 {
  "context": "A hurricane hits the southern United States",
  "actions": [
   "Find shelter",
   "Evacuate",
   "Clean up debris",
   "Prepare your home for the storm",
   "Prepare for flooding"
  ]
 },
 {
  "context": "My phone battery is dead.",
  "actions": [
   "Charge my phone",
   "Call another person",
   "Change my plan",
   "Turn on airplane mode"
  ]
 },
 {
  "context": "My work shirt is stained.",
  "actions": [
   "Run to the bathroom and wash my shirt.",
   "Run to the laundry room and start a load of laundry.",
   "Change into a different shirt.",
   "Wash my shirt with bleach."
  ]
 },
 {
  "context": "I forgot my wallet and now I can't buy lunch.",
  "actions": [
   "I forgot my wallet and now I can't buy lunch.",
   "I need to go home and get my wallet.",
   "I need to go home and get my lunch.",
   "I need to go home and get an alternative lunch.",
   "I need to leave and go find a new lunch elsewhere.",
   "I need to buy lunch on credit or else I'll have to skip it.",
   "I will have to eat the next day's lunch because I couldn't afford it today.",
   "I'll have to find another job, but it's not worth it because of the cost of living in the city",
   "I will call my parents for help with money",
   "My friend will loan me money for lunch"
  ]
 },
 {
  "context": "I spilled coffee on my computer and need to get it fixed.",
  "actions": [
   "Get coffee away from computer"
  ]
 },
 {
  "context": "Worker: I have to go to work today.",
  "actions": [
   "Worker: I am going to take a sick day.",
   "Worker: I am calling in sick.",
   "Worker: I am taking a vacation.",
   "Worker: I am not going to work today.",
   "Worker: I quit my job."
  ]
 },
 {
  "context": "Boss: I'm sorry, you'll have to come in tomorrow because I'm in a meeting all day.",
  "actions": [
   "Say that you understand (e.g., \"I understand, I'll come in tomorrow.\")",
   "Say that you're ready to work today (e.g., \"Can we work today?\")",
   "Say that you're not here today (e.g., \"I'm not here today.\" or \"I'm not available for work.\")",
   "Say that you need to be somewhere else today (e.g., \"There's something I need to do this afternoon.\")",
   "Say that you need to leave for the day (e.g., \"I have to leave for the day, can't stay.\" or \"I have to go, sorry.\")",
   "Complain about something in the office (e.g., \"It's really hot in here.\")"
  ]
 },
 {
  "context": "Worker: Great, can you please get me a ride to the bus stop?",
  "actions": [
   "I can drive you",
   "I can give you a ride to the bus stop",
   "I can take you to the bus stop"
  ]
 },
 {
  "context": "Boss: Sure, just let me know when you're ready to leave.",
  "actions": [
   "I'm ready to go now.",
   "No, I'll wait until later.",
   "Yes, I'm leaving right now."
  ]
 },
 {
  "context": "I want to make macaroni and cheese.",
  "actions": [
   "Bake macaroni and cheese",
   "Buy macaroni and cheese",
   "Boil water",
   "Make macaroni and cheese from a mix",
   "Buy a bowl of macaroni and cheese",
   "Cook macaroni and cheese",
   "Order a bowl of macaroni and cheese online",
   "Make macaroni and cheese from a box of mix",
   "Put in ingredients for a boxed macaroni and cheese mix",
   "Ask for the recipe"
  ]
 },
 {
  "context": "I want to make a cake.",
  "actions": [
   "Get ingredients.",
   "Bake cake.",
   "Decorate cake.",
   "Buy cake mix."
  ]
 },
 {
  "context": "I want to make spaghetti.",
  "actions": [
   "Actions that might be taken based on the context could include:",
   "Put spaghetti in pot.",
   "Put spaghetti on stove.",
   "Put spaghetti in saucepan.",
   "Scoop out some spaghetti.",
   "Mix spaghetti with sauce.",
   "Get a plate."
  ]
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "actions": [
   "call for help"
  ]
 },
 {
  "context": "I was in a car accident and I got arrested",
  "actions": [
   "I called the police and told them what happened",
   "I was in a car accident last year and called the police then",
   "I called my lawyer",
   "I called my parents",
   "I called a friend"
  ]
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "actions": [
   "call AAA, call my insurance company",
   "Call a tow truck",
   "Call a friend",
   "Call the police"
  ]
 },
 {
  "context": "my car broke down on the side of the road and I had to walk to a gas station to get help",
  "actions": [
   "call for help, call your insurance"
  ]
 },
 {
  "context": "Neighbor finds out you have been spraying your yard with pesticides.",
  "actions": [
   "Apologize and explain that you're being careful with chemicals.",
   "Apologize, explain that you're being careful and explain why that's important.",
   "Apologize and offer to pay for the damages.",
   "Apologize and ask if there is anything else you can do.",
   "Offer to replace the plants that were destroyed by the pesticides."
  ]
 },
 {
  "context": "Neighbor thinks you are selling drugs on the side of your house.",
  "actions": [
   "Call the police.",
   "Call your neighbors to ask if they are doing drugs",
   "Put up a sign that you aren't selling drugs.",
   "Post a note to the neighbor, apologizing for any misunderstanding"
  ]
 },
 {
  "context": "Neighbor's dog just got hit by a car and now they don't want to be around it.",
  "actions": [
   "Get the dog to a vet.",
   "Get the owner to look at it.",
   "Take the dog to animal control officer.",
   "Put the dog outside.",
   "Whisper, \"I'm sorry\" when you pass by the owner and their dog on your way out of the house."
  ]
 },
 {
  "context": "Ned is on his way to drop off his daughter at summer camp, but she's not there.",
  "actions": [
   "Ask the camp office for directions",
   "Wait for the girl to show up",
   "Call Ned's daughter to tell her where she is",
   "Call the police to request a welfare check"
  ]
 },
 {
  "context": "It's very hot, Ned realizes he forgot his car in the parking lot so he heads back home to get it.",
  "actions": [
   "Ned walks back to his car",
   "Ned takes a taxi",
   "Ned heads to a friend's house for the day",
   "Ned walks back to his car",
   "Ned takes a taxi"
  ]
 },
 {
  "context": "Ned and his wife are going to have a baby.",
  "actions": [
   "Ned and his wife are going to have a baby.",
   "Ned is going to be a father for the first time.",
   "Ned's wife is going to be a mother for the first time.",
   "They're going to be parents for the first time.",
   "They're going to have a baby together.",
   "They're going to have a baby on their own.",
   "They're going to have a baby together in spite of everything that happened in the past.",
   "The woman is pregnant with twins, but they'll only know when they see the ultrasound results later on today.",
   "It seems like Ned is feeling really nervous about the baby, and he doesn't know what to do with himself right now.",
   "The woman's mom got an ultrasound done on her, and she found out that she was expecting twins as well!"
  ]
 },
 {
  "context": "If everyone has the same amount of money, it's harder to have a true sense of poverty and inequality.",
  "actions": [
   "Increase the funds for",
   "education",
   "social services",
   "charity",
   "none of these"
  ]
 },
 {
  "context": "If people don't have the same amount of money, they can really feel the effects of poverty and inequality.",
  "actions": [
   "Teach a digital literacy course."
  ]
 },
 {
  "context": "I'm a stay-at-home mom",
  "actions": [
   "I'm raising my kids"
  ]
 },
 {
  "context": "I'm an actor",
  "actions": [
   "Say hello",
   "Say hello",
   "Turn around",
   "Smile",
   "Wave",
   "Show your hands",
   "Ask for a job",
   "Tell a joke"
  ]
 },
 {
  "context": "I'm a nurse",
  "actions": [
   "Apply a bandage to a patient's arm",
   "Maintain an open airway during CPR",
   "Administer epinephrine",
   "Administer oxygen to a group of patients"
  ]
 },
 {
  "context": "I work in finance",
  "actions": [
   "get a job in finance",
   "apply for a job in finance",
   "get a loan",
   "put your savings into investments",
   "invest in stocks and bonds",
   "work as an accountant",
   "apply for a job in academia",
   "pursue other career options"
  ]
 },
 {
  "context": "I own my own business",
  "actions": [
   "I make a plan for the future",
   "I decide to seek out a new career",
   "I make a list of my expenses",
   "I feel happy that I have achieved my goal"
  ]
 },
 {
  "context": "A dog goes out for a walk and poops on the ground.",
  "actions": [
   "Take the dog for a walk.",
   "Clean up the poop.",
   "Pick up the poop with your hands and throw it in the trash.",
   "Scoop up the poop with a shovel and put it in a trash can.",
   "Give the dog a bath and brush its teeth while it's in the tub.",
   "Put the poop in a baggie and take it to the park to be buried.",
   "Pick up leaves, sticks, and other debris around the dog's poo (to clean up before scattering).",
   "Clean off your shoes and feet before going back inside.",
   "Put some gloves on, then pick up the poop with your bare hands.",
   "Go back inside without picking up anything else"
  ]
 },
 {
  "context": "A dog goes to a party where there are lots of other animals present.",
  "actions": [
   "Leave the party, do not approach other animals",
   "Leave the party, do not approach other animals",
   "Ask to borrow a toy from another animal",
   "Play with a toy that is not too loud or dangerous",
   "Ask to pet the dog"
  ]
 },
 {
  "context": "A dog is adopted by a family.",
  "actions": [
   "the family is happy and grateful",
   "the family is sad",
   "the family is unsure about how to deal with the dog",
   "the family is happy and grateful",
   "the family is sad",
   "the family is unsure about how to deal with the dog"
  ]
 },
 {
  "context": "A dog is adopted by a student.",
  "actions": [
   "The dog is released back to the shelter.",
   "The student shares photos of the dog on social media.",
   "The student posts an ad for a new family member on Craig's List.",
   "The student negotiates with the people who adopted the dog to reduce the adoption fee and then adopts a second dog.",
   "The student adopts a third dog while still caring for and walking the first one.",
   "The student calls the dog police to report that someone stole the original dog from her home.",
   "The student creates a calendar showcasing pictures of her dogs and their adventures together.",
   "The student takes out a loan in order to adopt two more dogs and spay them so they can't produce more puppies and take up too much space in her apartment."
  ]
 },
 {
  "context": "A dog attends school and gets bullied.",
  "actions": [
   "The dog is afraid and cries.",
   "The dog gets angry and bites the bullying child.",
   "The dog runs away from the bullying child.",
   "The dog tries to befriend the bullying child, but they are not receptive.",
   "The dog leaves the school building."
  ]
 },
 {
  "context": "It is a piece of cake to buy a house and find a mortgage",
  "actions": [
   "Call a mortgage broker"
  ]
 },
 {
  "context": "After six months, you can sell the house and get your money back",
  "actions": [
   "Sell the house"
  ]
 },
 {
  "context": "All of your friends envy you for your new home",
  "actions": [
   "I don't care that they envy me.",
   "I'm happy in my house and I'm glad I found it.",
   "I don't have time to see them anyway.",
   "I'm sorry that they're upset about my house."
  ]
 },
 {
  "context": "Your parents have a house you can live in while saving for your own",
  "actions": [
   "Send them an email explaining your situation",
   "Call and explain the situation to them",
   "Research independent living arrangements for you"
  ]
 },
 {
  "context": "I'm bored at work.",
  "actions": [
   "Call a friend"
  ]
 },
 {
  "context": "I'm bored at work.",
  "actions": [
   "Talk to colleagues",
   "Read a book",
   "Take a nap",
   "Play games on my phone",
   "Work on my resume",
   "Get a drink"
  ]
 },
 {
  "context": "I'm bored at work.",
  "actions": [
   "I'll leave for the day"
  ]
 },
 {
  "context": "I'm bored at work.",
  "actions": [
   "Listen to music",
   "Play with pencils",
   "Find a coworker to flirt with",
   "Do a crossword puzzle",
   "Call home",
   "Listen to music",
   "Play with pencils",
   "Find a coworker to flirt with",
   "If it's lunchtime, call home"
  ]
 },
 {
  "context": "I'm bored at work.",
  "actions": [
   "Go on a break",
   "Look for interesting things to do",
   "Do work from home and come in later",
   "Talk to my boss about how my day was"
  ]
 },
 {
  "context": "When you have a cold, you are always congested so your voice is hoarse.",
  "actions": [
   "Try using a humidifier",
   "Get a drink of water",
   "Have someone give you a decongestant"
  ]
 },
 {
  "context": "You get sick on the day before finals and miss a huge section of your lecture.",
  "actions": [
   "Get an extension on the exam",
   "Get extra credit for the lecture",
   "Go back and take the missed lecture in a different manner",
   "Get an extension on the exam"
  ]
 },
 {
  "context": "The person you're dating doesn't hold your hand when they walk with you and it makes you feel like they don't care.",
  "actions": [
   "Stop holding their hand when you walk with them and see how they react."
  ]
 },
 {
  "context": "I am so tired that I fall asleep before my alarm goes off in the morning.",
  "actions": [
   "I sleep in, I wake up late for work",
   "I take a nap, I take a break for breakfast",
   "I get some sleep now and try to stay up later tonight"
  ]
 },
 {
  "context": "I'm angry at my boss because he doesn't listen to me.",
  "actions": [
   "Quit my job"
  ]
 },
 {
  "context": "I'm angry at my mom because she won't let me go to the mall.",
  "actions": [
   "Eat my feelings and hide them deep in my stomach until I can't feel them anymore.",
   "Apologize to my mom and ask for forgiveness for being angry at her.",
   "Tell my mom I'm not angry anymore and apologize to her if that is what she wanted me to do to make her feel better.",
   "Tell my mom that I'm sorry, but I don't want to apologize because it's not the truth and it makes me feel more angry inside to do so"
  ]
 },
 {
  "context": "I'm angry at my sister because she stole my car.",
  "actions": [
   "Tell her it's not fair",
   "Walk away",
   "Call the police",
   "Punch her in the face",
   "Cry"
  ]
 }
]